
brew "coreutils"
brew "fish"
brew "zellij"
brew "starship"
brew "atuin"
brew "carapace"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "bat"
brew "jq"
brew "just"
brew "nvim"
brew "zoxide"
brew "vivid"
brew "tree"
brew "k9s"
brew "eza"

# Optional GUI
cask "ghostty"
